Repository: bireme/medlist
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Activate or deactivate selected medicines
es: Activar o desactivar medicamentos seleccionados
pt: Ativar ou desativar as listas selecionadas

source: Unable to index medicines
es: No fue posible indizar los medicamentos
pt: Erro ao indexar os medicamentos

source: Selected medicines were indexed
es: Os medicamentos seleccionados fueron indizados
pt: Os medicamentos selecionados foram indexados com sucesso

source: Index selected medicines
es: Indizar los medicamentos seleccionados
pt: Indexar os medicamentos selecionados

source: Search index update fail.
es: No fue posible actualizar el indice de búsqueda
pt: Ocorreu um problema na atualização do índice de pesquisa

source: date creation
es: fecha de creación
pt: data de criação

source: active
es: activo
pt: ativo

source: medicine
es: medicamento
pt: medicamento

source: language
es: idioma
pt: idioma

source: name
es: nombre
pt: nome

source: pharmaceutical form type
es: tipo de forma farmacéutica
pt: forma farmacêutica

source: atc code
es: código ATC
pt: código ATC

source: composition
es: composición
pt: composição

source: composition (Spanish)
es: Composición (Español)
pt: Composição (Espanhol)

source: composition (Portuguese)
es: Composición (Portugués)
pt: Composição (Português)

source: Unable to index Evidence Summary
es: No fue posible indizar los medicamentos
pt: Erro ao indexar o sumário de evidência

source: Selected Evidences Summaries were indexed
es: Os medicamentos seleccionados fueron indizados
pt: Os sumários selecionados foram indexados com sucesso

source: Index selected Evidences Summaries
es: Indizar Resúmenes de Evidencias seleccionados
pt: indexar sumários selecionados

source: Evidence Summary
es: Sumarios de Evidencia
pt: Sumário de Evidência

source: Evidence Summaries
es: Sumarios de Evidencia
pt: Sumários de Evidência

source: Created at
es: fecha de creación
pt: Criado em

source: Updated at
es: fecha de actualización
pt: data de atualização

source: Title
es: título
pt: título

source: Description
es: Descripción
pt: descrição

source: Context
es: Contexto
pt: Contexto

source: Question
es: Pregunta
pt: Questão

source: File
es: Archivo
pt: Arquivo

source: Evidence Summary Translate
pt: Tradução do Sumário de Evidência

source: Evidence Summary Translations
pt: Traduções do Sumário de Evidência

source: Country List
es: Lista de paises
pt: Lista de países

source: PAHO List
es: Listas OPS
pt: Listas OPAS

source: WHO List
es: Listas OMS
pt: Listas OMS

source: EML
es: LME
pt: LME

source: EML Children
pt: apenas para crianças

source: High Cost
es: Alto Costo
pt: Alto Custo

source: Strategic Fund
es: Fondo Estratégico
pt: Fundo Estratégico

source: history
es: histórico
pt: histórico

source: histories
es: históricos
pt: históricos

source: abbreviation
es: abreviación
pt: abreviação

source: year of publication
es: año de publicación
pt: ano de publicação

source: edition
es: Edición
pt: Edição

source: Type
es: Tipo
pt: tipo

source: sub-Type
es: subtipo
pt: Sub-Tipo

source: published
es: publicado
pt: publicado

source: observation
es: observación
pt: observações

source: history translations
pt: Traduções de histórico

source: Published or unpublished selected lists
es: Publicar o despublicar las listas seleccionadas
pt: Publicar ou despublicar as listas selecionadas

source: Created of list archive copy successfully
es: Archivo de la lista creado con éxito
pt: Criação do histórico da lista realizada com sucesso

source: Create a archive copy of selected lists
es: Crear una copia de archivo de las listas de seleccionados
pt: Cria uma cópia de histórico das listas selecionadas

source: Indexes these pharmaceutical forms
es: Indizar estas formas farmacéuticas
pt: indexar estas formas farmacêuticas

source: list
es: lista
pt: lista

source: lists
es: listas
pt: listas

source: section
es: sección
pt: seção

source: sections
es: seccións
pt: seções

source: title
es: título
pt: título

source: parent section
es: padre sección
pt: seção pai

source: hierarchy
es: jerarquía
pt: hierarquia

source: list abbreviation
es: abreviación de la lista
pt: abreviação

source: pharmaceutical form
es: forma farmacéutica
pt: forma farmacêutica

source: pharmaceutical forms
es: Formas farmacéuticas
pt: forma farmacêutica

source: only for children
es: sólo para niños
pt: apenas para crianças

source: specialist care for children
es: especialista en el cuidado de los niños
pt: cuidados especializados para crianças

source: Observations (English)
es: Observaciones (Inglés)
pt: Observações (Inglês)

source: Observations (Spanish)
es: Observaciones (Español)
pt: Observações (Espanhol)

source: Observations (Portuguese)
es: Observaciones (Portugués)
pt: Observações (Português)

source: Restriction age or weight (English)
es: Restricción de la edad o el peso (Inglés)
pt: Restrição de idade ou peso (Inglês)

source: Restriction age or weight (Spanish)
es: Restricción de la edad o el peso (Español)
pt: Restrição de idade ou peso (Espanhol)

source: Restriction age or weight (Portuguese)
es: Restricción de la edad o el peso (Portugués)
pt: Restrição de idade ou peso (Português)

source: The best evidence for effectiveness and safety
es: Mejor evidência en terminos de efectividad e seguridad
pt: Este medicamento possui a melhor evidência em questões de efetividade e segurança

source: complementary list
es: lista complementaria
pt: lista complementar

source: Django administration
es: Administración MEDLIST
pt: Administração MEDLIST

source: Annotated Medicine and Device Lists
es: Listas Anotadas de Medicamentos y Dispositivos
pt: Listas Anotadas de Medicamentos e Dispositivos

source: Medicine
es: Medicamento
pt: medicamento

source: medicines
es: medicamentos
pt: medicamentos

source: This medicine is present in
es: Este medicamento está presente en
pt: Este medicamento esta presente em

source: List
es: Lista
pt: Listas

source: Section
es: Sección
pt: Seção

source: Observation
es: Observación
pt: Observação

source: age or weight restriction
es: restriccíon de edad o peso
pt: restrição de idade ou peso

source: This medicine is only for children.
es: El medicamento es sólamente para niños
pt: Este medicamento é apenas para crianças

source: This medicine requires a children care specialist.
es: Este medicamento requiere la atención de un especialista en niños
pt: Este medicamento requer um especialista para uso em crianças

source: Others observations
es: Otras observaciones
pt: Outras observações

source: This medicine has the best evidence for effectiveness and safety.
es: Este medicamento presenta la mejor evidencia en términos de efectividad e seguridad.
pt: Este medicamento ainda não possui evidências.

source: No observations
es: Sin observaciones
pt: Sem observações

source: Information Resources
es: Recursos de Información
pt: Recursos de Informação

source: Scientific Production
es: Produccion Cientifica
pt: Produção Científica

source: Medicine Evidences Summaries
es: Sumarios de Evidencia
pt: Sumários de Evidência

source: Marketed Drugs
es: Medicamentos Comercializadas
pt: Medicamentos Comercializados

source: Loading
es: Cargando
pt: Carregando

source: History
es: Histórico
pt: Histórico

source: Compare Lists
es: Comparar listas
pt: Comparar listas

source: Filters
es: Filtros
pt: Filtros

source: countries
es: paises
pt: países

source: All Results
es: Todos los resultados
pt: Todos os resultados

source: Only Matched
es: Sólo los que coinciden
pt: Somente os coincidentes

source: Only Unmatched
es: Sólo los que no coinciden
pt: Somente os não-coincidentes

source: Name
es: Nombre
pt: Nome

source: Pharmaceutical Form
es: Forma farmacéutica
pt: Formas Farmacêuticas

source: No have composition
es: no hay composición
pt: Não possui composição

source: Sorry, but there's no results for this filter's combination.
es: No hay resultados para esta combinación de filtro.
pt: Desculpe, não existe resultado para a combinação de filtros escolhida.

source: Add medicine
es: Añadir medicamento
pt: Adicionar medicamento

source: Add section
es: Añadir sección
pt: Adicionar seção

source: Close
es: Cerrar
pt: Fechar

source: Home
es: Início
pt: Início

source: Compare lists
es: Compare las listas
pt: comparar listas

source: Branded Drug or Pack
es: Medicamento de Marca ou Paquete
pt: Medicamento de Marca ou Pacote

source: Clinical Drug or Pack
es: Medicamento Clínico ou Pacote
pt: Droga Clínica ou Pacote

source: No information available
es: No hay información disponible
pt: Nenhuma informação disponível

source: Evaluation Reports
es: Informes de Evaluación
